cask_args appdir: "/Applications"
tap "caskroom/cask"
tap "caskroom/eid"
tap "caskroom/fonts"
tap "drone/drone"
tap "ethereum/ethereum"
tap "github/bootstrap"
tap "homebrew/bundle"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "homebrew/formula-analytics"
tap "homebrew/services"
cask "java"
brew "ack"
brew "alexjs"
# brew "android-sdk"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bash"
brew "bison"
brew "boost"
brew "certbot"
brew "cmake"
brew "coreutils"
brew "docbook-xsl"
brew "docbook"
brew "drone"
brew "exa"
brew "ethereum"
brew "fontconfig"
brew "freetype"
brew "gcc"
brew "gd"
brew "gdbm"
brew "gettext"
brew "gist"
brew "git"
brew "git-lfs"
brew "glew"
brew "glm"
brew "gmp"
brew "gnu-getopt"
brew "gnu-tar"
brew "gnupg"
brew "gnutls"
brew "go"
brew "gprof2dot"
brew "graphviz"
brew "grc"
brew "groovy"
brew "heroku"
brew "htop-osx"
brew "hub"
brew "icu4c"
brew "imagemagick"
brew "isl"
brew "jpeg"
brew "jq"
brew "jsoncpp"
brew "jsonlint"
brew "kops"
brew "kubectl"
brew "kubernetes-helm"
brew "kubectx"
brew "kube-ps1"
brew "launch_socket_server", restart_service: true
brew "launchdns", restart_service: true
brew "libassuan"
brew "libevent"
brew "libgcrypt"
brew "libgpg-error"
brew "libksba"
brew "libmpc"
brew "libpng"
brew "libtasn1"
brew "libtiff"
brew "libtool"
brew "libusb-compat"
brew "libusb"
brew "libyaml"
brew "luajit"
brew "lzip"
brew "makedepend"
brew "mas"
brew "maven"
brew "moreutils"
brew "mpfr"
brew "mr"
brew "ncdu"
brew "nmap"
brew "node-build", args: ['HEAD']
brew "nodenv", args: ['HEAD']
cask "osxfuse"
brew "ntfs-3g"
brew "oniguruma"
brew "openconnect"
brew "openssl"
brew "packer"
brew "pcre"
brew "pinentry-mac"
brew "pinentry"
brew "pipenv"
brew "pixman"
brew "pkg-config"
brew "pstree"
brew "pth"
brew "pv"
brew "pwgen"
brew "pyenv-virtualenv", args: ['HEAD']
brew "pyenv", args: ['HEAD']
brew "ruby-build", args: ['HEAD']
brew "rbenv", args: ['HEAD']
brew "rbenv-aliases", args: ['HEAD']
brew "rbenv-default-gems", args: ['HEAD']
brew "rbenv-use", args: ['HEAD']
brew "rbenv-vars", args: ['HEAD']
brew "rbenv-whatis", args: ['HEAD']
brew "readline"
brew "ripgrep"
brew "screen"
brew "sdl_image"
brew "sdl"
brew "shellcheck"
brew "shfmt"
brew "sphinx-doc"
brew "sqlite"
brew "ssh-copy-id"
brew "sysdig"
brew "terraform"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "utf8proc"
brew "watch"
brew "wget"
brew "wifi-password"
brew "write-good"
brew "xpdf"
brew "xz"
brew "yarn"
brew "yubico-piv-tool"
brew "zsh"
cask "1password"
cask "atom-beta"
cask "adium" # https://adium.im/
cask "aliwangwang" # alibaba messenger
cask "anaconda"
cask "android-studio"
cask "appcleaner" # http://www.freemacsoft.net/appcleaner/
cask "archiver"
cask "arduino"
cask "caffeine" # http://lightheadsw.com/caffeine/
cask "calibre" # http://calibre-ebook.com/
cask "ccleaner" # http://www.piriform.com/mac/ccleaner
cask "chromedriver"
cask "cinch" # http://www.irradiatedsoftware.com/cinch
cask "docker-edge" # https://docs.docker.com/docker-for-mac/
cask "eqmac"
cask "ethereum-wallet"
cask "firefox"
cask "gimp" # http://www.gimp.org/
cask "google-chrome"
cask "google-cloud-sdk"
cask "hipchat"
cask "imageoptim"
cask "imgur"
cask "intellij-idea-ce"
cask "invisionsync"
cask "iterm2"
cask "keybase"
cask "little-snitch"
cask "micro-snitch"
cask "lastpass" # https://lastpass.com/
cask "ledger-live"
cask "libreoffice" # http://www.libreoffice.org/
cask "licecap" # http://www.cockos.com/licecap/
cask "mactracker"
cask "pgadmin3" # http://www.pgadmin.org/
cask "phantomjs"
cask "psequel"
cask "qbserve"
cask "quicksilver" # http://qsapp.com/index.php
cask "sequel-pro" # http://www.sequelpro.com/ mysql gui admin
cask "skype"
cask "slack"
cask "smartgit"
cask "sourcetree"
cask "spectacle"
cask "spotify" # https://www.spotify.com/
cask "sublime-text"
cask "tableplus" # https://tableplus.io/
cask "telegram"
cask "the-unarchiver" # http://unarchiver.c3.cx/unarchiver
cask "tunnelblick" # http://code.google.com/p/tunnelblick/
cask "vagrant"
cask "visual-studio-code"
cask "vlc" # http://www.videolan.org/vlc/index.html
cask "xccello" # http://lingsdesigns.com/xccello/ trello app
cask "xquartz"
cask "yubico-yubikey-manager"
cask "yubico-yubikey-personalization-gui"
cask "yubico-yubikey-piv-manager"
cask "whatsapp"
