cask_args appdir: "/Applications"
tap "caskroom/cask"
tap "caskroom/eid"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "github/bootstrap"
tap "homebrew/bundle"
tap "homebrew/command-not-found"
tap "homebrew/core"
tap "homebrew/dev-tools"
tap "homebrew/dupes"
tap "homebrew/formula-analytics"
tap "homebrew/services"
tap "homebrew/versions"
tap "homebrew/x11"
cask "java"
brew "ack"
brew "alexjs"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bash"
brew "bison"
brew "boost"
brew "certbot"
brew "cmake"
brew "coreutils"
brew "docbook-xsl"
brew "docbook"
brew "fontconfig"
brew "freetype"
brew "gd"
brew "gdbm"
brew "gettext"
brew "git"
brew "gist"
brew "gnu-tar"
brew "glew"
brew "glm"
brew "gmp"
brew "gnu-getopt"
brew "gnupg"
brew "go"
brew "gpg-agent"
brew "gprof2dot"
brew "graphviz"
brew "grc"
brew "heroku"
brew "htop-osx"
brew "hub"
brew "icu4c"
brew "imagemagick"
brew "isl"
brew "jpeg"
brew "jq"
brew "jsoncpp"
brew "jsonlint"
brew "keybase"
brew "launch_socket_server", restart_service: true
brew "launchdns", restart_service: true
brew "libassuan"
brew "libevent"
brew "libgcrypt"
brew "libgpg-error"
brew "libksba"
brew "libmpc"
brew "libpng"
brew "libtiff"
brew "libtool"
brew "libusb-compat"
brew "libusb"
brew "libyaml"
brew "luajit"
brew "lzip"
brew "makedepend"
brew "mas"
brew "moreutils"
brew "mpfr"
brew "mr"
brew "ncdu"
brew "nmap"
brew "node-build"
brew "nodenv"
brew "ntfs-3g"
brew "openssl"
brew "packer"
brew "pcre"
brew "phantomjs"
brew "pinentry"
brew "pixman"
brew "pkg-config"
brew "pstree"
brew "pth"
brew "pv"
brew "pwgen"
brew "python"
brew "ruby-build"
brew "rbenv"
brew "rbenv-aliases"
brew "rbenv-default-gems"
brew "rbenv-use"
brew "rbenv-vars"
brew "rbenv-whatis"
brew "readline"
brew "ripgrep"
brew "screen"
brew "sdl_image"
brew "sdl"
brew "shellcheck"
brew "sphinx-doc"
brew "sqlite"
brew "ssh-copy-id"
brew "sysdig"
brew "terraform"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "utf8proc"
brew "watch"
brew "wget"
brew "wifi-password"
brew "write-good"
brew "xpdf"
brew "xz"
brew "yubico-piv-tool"
brew "zsh"
cask "1password"
cask "atom"
cask "adium" # https://adium.im/
cask "android-studio"
cask "appcleaner" # http://www.freemacsoft.net/appcleaner/
cask "archiver"
cask "arduino"
cask "caffeine" # http://lightheadsw.com/caffeine/
cask "calibre" # http://calibre-ebook.com/
cask "ccleaner" # http://www.piriform.com/mac/ccleaner
cask "cinch" # http://www.irradiatedsoftware.com/cinch
cask "clipmenu" # http://www.clipmenu.com/
cask "docker-edge" # https://docs.docker.com/docker-for-mac/
cask "firefox"
cask "gimp" # http://www.gimp.org/
cask "github-desktop" # https://desktop.github.com/
cask "google-chrome"
cask "hipchat"
cask "imageoptim"
cask "imgur"
cask "intellij-idea-ce"
cask "invisionsync"
cask "iterm2"
cask "lastpass" # https://lastpass.com/
cask "libreoffice" # http://www.libreoffice.org/
cask "licecap" # http://www.cockos.com/licecap/
cask "mactracker"
cask "pgadmin3" # http://www.pgadmin.org/
cask "qbserve"
cask "quicksilver" # http://qsapp.com/index.php
cask "sequel-pro" # http://www.sequelpro.com/ mysql gui admin
cask "skype"
cask "slack"
cask "smartgit"
cask "soundcast" # cast audio out to chromecast
cask "sourcetree"
cask "spotify" # https://www.spotify.com/
cask "sublime-text"
cask "the-unarchiver" # http://unarchiver.c3.cx/unarchiver
cask "tunnelblick" # http://code.google.com/p/tunnelblick/
cask "vagrant"
cask "vlc" # http://www.videolan.org/vlc/index.html
cask "xccello" # http://lingsdesigns.com/xccello/ trello app
cask "xquartz"
cask "whatsapp"
mas "Twitter", id: 409789998
mas "Xcode", id: 497799835
